[
    {
        "name": "Tricep Pushdown on Cable",
        "description": "The cable rope push-down is a popular exercise targeting the triceps muscles. It's easy to learn and perform, making it a favorite for everyone from beginners to advanced lifters. It is usually performed for moderate to high reps, such as 8-12 reps or more per set, as part of an upper-body or arm-focused workout.",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/805/ba006cae-44ca-46a9-bb71-6f5d4fa130e9.png"
        ]
    },
    {
        "name": "Single Arm Plank to Row",
        "description": "Start position as row, extend to plank and back. Finish with row and repeat",
        "muscles": [
            "Shoulders",
            "Biceps",
            "",
            "Lats",
            "",
            "Abs",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1022/f74644fa-f43e-46bd-8603-6e3a2ee8ee2d.jpg",
            "https://wger.de/media/exercise-images/1022/eef8fb9d-ae72-4e23-81da-4d62f2734332.jpg"
        ]
    },
    {
        "name": "Cable Rear Delt Fly",
        "description": "<p style=\"\">The reverse cable fly, also known as the cable rear delt fly, is a deltoid muscle strengthening and definition exercise. It’s one of the best isolation exercises for your back and posterior deltoid.This workout targets your posterior (back) deltoids while using a range of upper body muscles.</p><p style=\"\"></p><ol><li>Adjust the weight and the pulleys to the right height. You should be able to see the pulleys because they should be above your head.</li><li>With your right hand, grab the left pulley, and with your left hand, grab the right pulley, crossing them in front of you. This is where you’ll begin your journey.</li><li>Start the movement by moving your arms back and forth while keeping your arms straight.</li><li>Pause at the finish of the move for a brief moment before returning the handles to their starting positions.</li></ol><p></p>",
        "muscles": [
            "Shoulders",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/822/74affc0d-03b6-4f33-b5f4-a822a2615f68.png",
            "https://wger.de/media/exercise-images/822/6a770e5d-cd62-4754-a18c-eebe2103d7c5.png"
        ]
    },
    {
        "name": "Incline Bench Reverse Fly - Hello",
        "description": "The incline dumbbell reverse fly is an upper-body exercise targeting the posterior or rear deltoids, as well as the postural muscles of the upper back. Because it targets such small muscles, this exercise is usually performed with light weight for high reps, such as 10-15 reps per set or more.",
        "muscles": [
            "Shoulders",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/828/2e959dab-f39b-4c7c-9063-eb43064ab5eb.png",
            "https://wger.de/media/exercise-images/828/abfc7700-fadf-4f2d-ac84-e045e590a2fe.png"
        ]
    },
    {
        "name": "Barbell Squat",
        "description": "Control the descent, go down in 2 seconds and go up as explosively as you can.\nIt is very important that you do hip mobility before you start training, to improve depth.\nForget about the weight, go down as far as you can, without lifting your heels off the ground and go up.\nA good technique will generate more hypertrophy than a lot of weight without a correct ROM.",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/849/783d980c-af07-4ac0-a525-6dc8c426a204.gif",
            "https://wger.de/media/exercise-images/849/30b2631d-d7ec-415c-800b-7eb082314c0a.gif"
        ]
    },
    {
        "name": "Suspended crossess",
        "description": "Suspension exercise with trx for chest training",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/927/7b392101-9c47-4693-935e-a88b1887eec5.jpg"
        ]
    },
    {
        "name": "Bicipiti con trx",
        "description": "muscoli coinvolti: bicipitiAfferrare le maniglie delle cinghie TRX, inclinare il corpo all’indietro.Braccia e gambe distese, corpo disposto su un’unica linea.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/958/947ac249-475d-44ed-bed3-8dc433374f59.png",
            "https://wger.de/media/exercise-images/958/95f2bbc4-2f95-476d-a9b8-81b333fe2ef5.png",
            "https://wger.de/media/exercise-images/958/dfad24f7-3f6f-497c-8436-7dfd909bca3f.png"
        ]
    },
    {
        "name": "Barbell Triceps Extension",
        "description": "<p>Position barbell overhead with narrow overhand grip.</p>\n<p>Lower forearm behind upper arm with elbows remaining overhead. Extend forearm overhead. Lower and repeat.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/50/695ced5c-9961-4076-add2-cb250d01089e.png",
            "https://wger.de/media/exercise-images/50/44cf2c72-a78a-4d5e-a8b5-a02c6ea61fb4.jpg",
            "https://wger.de/media/exercise-images/50/60c68ac5-70c7-4ed6-bfc1-99bed63a472a.jpg",
            "https://wger.de/media/exercise-images/50/69b519d8-4861-4bb1-b504-3887aa30e7d8.png"
        ]
    },
    {
        "name": "Trazioni orizzontali al trx",
        "description": "È l'esercizio propedeutico dei Pull Up. I muscoli che vengono coinvolti in questo esercizio di tirata sono il&nbsp;<b style=\"\">gran dorsale, deltoide e bicipiti</b>.",
        "muscles": [
            "Shoulders",
            "Biceps",
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/959/53a5e008-bc31-4ee0-9463-69a858c2ec18.png"
        ]
    },
    {
        "name": "Biceps Curls With Dumbbell",
        "description": "<p>Hold two barbells, the arms are streched, the hands are on your side, the palms face inwards. Bend the arms and bring the weight with a fast movement up. At the same time, rotate your arms by 90 degrees at the very beginning of the movement. At the highest point, rotate a little the weights further outwards. Without a pause, bring them down, slowly.</p>\n<p>Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/81/Biceps-curl-1.png",
            "https://wger.de/media/exercise-images/81/Biceps-curl-2.png"
        ]
    },
    {
        "name": "Bent Over Rowing",
        "description": "<ol>\n<li>Holding a barbell with a pronated grip (palms facing down), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.</li>\n<li>Now, while keeping the torso stationary, breathe out and lift the barbell to you. Keep the elbows close to the body and only use the forearms to hold the weight. At the top contracted position, squeeze the back muscles and hold for a brief pause.</li>\n<li>Then inhale and slowly lower the barbell back to the starting position.</li>\n<li>Repeat for the recommended amount of repetitions.</li>\n</ol>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/109/Barbell-rear-delt-row-1.png",
            "https://wger.de/media/exercise-images/109/Barbell-rear-delt-row-2.png"
        ]
    },
    {
        "name": "Bent Over Dumbbell Rows",
        "description": "<p>With dumbbells in hand, bend at the hip until hands hang just below the knees (similar to straight-legged-deadlift starting position). Keep upper body angle constant while contracting your lats to pull you ellbows back pinching the shoulder blades at the top. Try not to stand up with every rep, check hands go below knees on every rep.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/81/a751a438-ae2d-4751-8d61-cef0e9292174.png"
        ]
    },
    {
        "name": "Biceps Curls With SZ-bar",
        "description": "<p>Hold the SZ-bar shoulder-wide, the back is straight, the shoulders slightly back, the arms are streched. Bend the arms, bringing the weight up, with a fast movement. Without pausing, let down the bar with a slow and controlled movement.</p>\n<p>Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/94/6dee2f60-aea2-4f2d-9bf6-aef50c4f9483.png"
        ]
    },
    {
        "name": "Benchpress Dumbbells",
        "description": "<p>The movement is very similar to benchpressing with a barbell, however, the weight is brought down to the chest at a lower point.</p>\n<p>Hold two dumbbells and lay down on a bench. Hold the weights next to the chest, at the height of your nipples and press them up till the arms are stretched. Let the weight slowly and controlled down.</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/97/Dumbbell-bench-press-1.png",
            "https://wger.de/media/exercise-images/97/Dumbbell-bench-press-2.png"
        ]
    },
    {
        "name": "Biceps Curls With Barbell",
        "description": "<p>Hold the Barbell shoulder-wide, the back is straight, the shoulders slightly back, the arms are streched. Bend the arms, bringing the weight up, with a fast movement. Without pausing, let down the bar with a slow and controlled movement.</p>\n<p>Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/74/Bicep-curls-1.png",
            "https://wger.de/media/exercise-images/74/Bicep-curls-2.png"
        ]
    },
    {
        "name": "Bench Press",
        "description": "<p>Lay down on a bench, the bar should be directly above your eyes, the knees are somewhat angled and the feet are firmly on the floor. Concentrate, breath deeply and grab the bar more than shoulder wide. Bring it slowly down till it briefly touches your chest at the height of your nipples. Push the bar up.</p>\n<p>If you train with a high weight it is advisable to have a <em>spotter</em> that can help you up if you can't lift the weight on your own.</p>\n<p>With the width of the grip you can also control which part of the chest is trained more:</p>\n<ul>\n<li>wide grip: outer chest muscles</li>\n<li>narrow grip: inner chest muscles and triceps</li>\n</ul>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/192/Bench-press-1.png",
            "https://wger.de/media/exercise-images/192/Bench-press-2.png"
        ]
    },
    {
        "name": "Bench Press Narrow Grip",
        "description": "<p>Lay down on a bench, the bar is directly over your eyes, the knees form a slight angle and the feet are firmly on the ground. Hold the bar with a narrow grip (around 20cm.). Lead the weight slowly down till the arms are parallel to the floor (elbow: right angle), press then the bar up. When bringing the bar down, don't let it down on your nipples as with the regular bench pressing, but somewhat lower.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/88/Narrow-grip-bench-press-1.png",
            "https://wger.de/media/exercise-images/88/Narrow-grip-bench-press-2.png"
        ]
    },
    {
        "name": "Biceps Curl With Cable",
        "description": "<p>Stand around 30 - 40cm away from the cable, the feet are firmly on the floor. Take the bar and lift the weight with a fast movements. Lower the weight as with the dumbbell curls slowly and controlled.</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/129/Standing-biceps-curl-1.png",
            "https://wger.de/media/exercise-images/129/Standing-biceps-curl-2.png"
        ]
    },
    {
        "name": "Chin-ups",
        "description": "<p>The chin-up (also known as a chin or chinup) is a strength training exercise. People frequently do this exercise with the intention of strengthening muscles such as the latissimus dorsi and biceps, which extend the shoulder and flex the elbow, respectively. In this maneuver, the palms are faced towards the body. It is a form of pull-up in which the range of motion is established in relation to a person's chin.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/181/Chin-ups-2.png",
            "https://wger.de/media/exercise-images/181/Chin-ups-1.png"
        ]
    },
    {
        "name": "Butterfly",
        "description": "<p>Sit on the butterfly machine, the feet have a good contact with the floor, the upper arms are parallel to the floor. Press your arms together till the handles are practically together (but aren't!). Go slowly back. The weights should stay all the time in the air.</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/98/Butterfly-machine-2.png",
            "https://wger.de/media/exercise-images/98/Butterfly-machine-1.png"
        ]
    },
    {
        "name": "Crunches on incline bench",
        "description": "<p>Lay down on your back on a inclined bench, feet are on one end of the bench. Ask a partner or use some other help (barbell, etc.) to keep them fixed, your hands are behind your head. From this position move your upper body up till your head or elbows touch your knees. Do this movement by rolling up your back.</p>",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/56/Decline-crunch-1.png",
            "https://wger.de/media/exercise-images/56/Decline-crunch-2.png"
        ]
    },
    {
        "name": "Crunches",
        "description": "<p>Lay down on your back a soft surface, the feet are on the floor. Ask a partner or use some other help (barbell, etc.) to keep them fixed, your hands are behind your head. From this position move your upper body up till your head or elbows touch your knees. Do this movement by rolling up your back.</p>",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/91/Crunches-1.png",
            "https://wger.de/media/exercise-images/91/Crunches-2.png"
        ]
    },
    {
        "name": "Chest Press",
        "description": "",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/129/6f9bb7ce-cb3a-4b5c-9ddb-aa5e47a5704a.png"
        ]
    },
    {
        "name": "Deadlifts",
        "description": "<p>Stand firmly, with your feet slightly more than shoulder wide apart. Stand directly behind the bar where it should barely touch your shin, your feet pointing a bit out. Bend down with a straight back, the knees also pointing somewhat out. Grab the bar with a shoulder wide grip, one underhand, one reverse grip.</p>\n<p>Pull the weight up. At the highest point make a slight hollow back and pull the bar back. Hold 1 or 2 seconds that position. Go down, making sure the back is not bent. Once down you can either go back again as soon as the weights touch the floor, or make a pause, depending on the weight.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/184/1709c405-620a-4d07-9658-fade2b66a2df.jpeg"
        ]
    },
    {
        "name": "Facepull",
        "description": "<p>Attach a rope to a pulley station set at about chest level.</p>\n<p>Step back so you're supporting the weight with arms completely outstretched and assume a staggered (one foot forward) stance. Bend the knees slightly for a stable base.</p>\n<p>Retract the scapulae (squeeze your partner's finger with your shoulder blades) and pull the center of the rope slightly up towards the face. A good cue is to think about pulling the ends of the rope apart, not just pulling back.</p>\n<p>As you near your face, externally rotate so your knuckles are facing the ceiling.</p>\n<p>Hold for one second at the top position and slowly lower.</p>",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/222/804b4c8c-0b2b-42ed-9d4c-f9321903e10c.png"
        ]
    },
    {
        "name": "Dumbbell Goblet Squat",
        "description": "<p>Grasp dumbbell with both hands at the sides of the upper plates. Hold dumbbell in front of chest, close to torso. Place feet about shoulderwide apart, keep knees slightly bent.</p>\n<p>Squat down until thighs are parallel to floor. Keep back straight, bend and move hips backward to keep knees above feet. Return, keep knees slightly flexed. Repeat.</p>\n<p>Keep bodyweight on heels and look ahead or slightly above to keep back straight.</p>",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/203/1c052351-2af0-4227-aeb0-244008e4b0a8.jpeg",
            "https://wger.de/media/exercise-images/203/2ab30113-4e08-4d39-9d23-d901ce2c0971.jpeg"
        ]
    },
    {
        "name": "Decline Bench Press Barbell",
        "description": "<p>Lay down on a decline bench, the bar should be directly above your eyes, the knees are somewhat angled and the feet are firmly on the floor. Concentrate, breath deeply and grab the bar more than shoulder wide. Bring it slowly down till it briefly touches your chest at the height of your nipples. Push the bar up.</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/100/Decline-bench-press-1.png",
            "https://wger.de/media/exercise-images/100/Decline-bench-press-2.png"
        ]
    },
    {
        "name": "Fly With Cable",
        "description": "",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/122/Incline-cable-flyes-1.png",
            "https://wger.de/media/exercise-images/122/Incline-cable-flyes-2.png"
        ]
    },
    {
        "name": "Dumbbell Lunges Walking",
        "description": "<p>Take two dumbbells in your hands, stand straight, feet about shoulder wide. Take one long step so that the front knee is approximately forming a right angle. The back leg is streched, the knee is low but doesn't touch the ground. \"Complete\" the step by standing up and repeat the movement with the other leg.</p>",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/113/Walking-lunges-1.png",
            "https://wger.de/media/exercise-images/113/Walking-lunges-2.png",
            "https://wger.de/media/exercise-images/113/Walking-lunges-3.png",
            "https://wger.de/media/exercise-images/113/Walking-lunges-4.png"
        ]
    },
    {
        "name": "Fly With Dumbbells",
        "description": "<p>Take two dumbbells and lay on a bench, make sure the feet are firmly on the ground and your back is not arched, but has good contact with the bench. The arms are stretched in front of you, about shoulder wide. Bend now the arms a bit and let them down with a half-circle movement to the side. Without changing the angle of the elbow bring them in a fluid movement back up.</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/238/2fc242d3-5bdd-4f97-99bd-678adb8c96fc.png",
            "https://wger.de/media/exercise-images/238/c6464fb3-1924-4ff1-adfa-fd36da9b5d13.png"
        ]
    },
    {
        "name": "Dips",
        "description": "A dip is an upper-body strength exercise. Narrow, shoulder-width dips primarily train the triceps, with major synergists being the anterior deltoid, the pectoralis muscles (sternal, clavicular, and minor), and the rhomboid muscles of the back (in that order).[1] Wide arm training places additional emphasis on the pectoral muscles, similar in respect to the way a wide grip bench press would focus more on the pectorals and less on the triceps.",
        "muscles": [
            "Chest",
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/194/34600351-8b0b-4cb0-8daa-583537be15b0.png"
        ]
    },
    {
        "name": "Dips Between Two Benches",
        "description": "<p>Put two benches so far appart, that you can hold onto one with your hands and are just able to reach the other with your feet. The legs stay during the exercise completely stretched. With your elbows facing back, bend them as much as you can. Push yourself up, but don't stretch out the arms.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/83/Bench-dips-1.png",
            "https://wger.de/media/exercise-images/83/Bench-dips-2.png"
        ]
    },
    {
        "name": "Front Raises",
        "description": "<p>To execute the exercise, the lifter stands with their feet shoulder width apart and weights or resistance handles held by their side with a pronated (overhand) grip.</p>\n<p>The movement is to bring the arms up in front of the body to eye level and with only a slight bend in the elbow. This isolates the anterior deltoid muscle (front of the shoulder) and uses the anterior deltoid to lift the weight.</p>\n<p>When lifting it is important to keep the body still so the anterior deltoid is fully utilised; if the weight cannot be lifted by standing still then it is too heavy and a lower weight is needed. It is important to keep a slight bend in the elbow when lifting as keeping the elbow locked will add stress to the elbow joint and could cause injury.</p>\n<p>A neutral grip, similar to that used in the hammer curl, can also be used. With this variation the weight is again raised to eye level, but out to a 45 degree angle from the front of the body. This may be beneficial for those with shoulder injuries, particularly those related to the rotator cuff.</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/256/b7def5bc-2352-499b-b9e5-fff741003831.png"
        ]
    },
    {
        "name": "Hyperextensions",
        "description": "<p>Sdraiarsi sul cuscino per iperestensione con l'ombelico in corrispondenza del bordo anteriore, mentre la parte superiore del corpo può pendere liberamente. Tendete tutti i muscoli della schiena e portate il busto in alto fino a raggiungere l'orizzontale, ma non oltre. Scendere lentamente e non rilassare i muscoli.</p>",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/128/Hyperextensions-1.png",
            "https://wger.de/media/exercise-images/128/Hyperextensions-2.png"
        ]
    },
    {
        "name": "Front Squats",
        "description": "<p>Squats</p>",
        "muscles": [
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/191/Front-squat-1-857x1024.png",
            "https://wger.de/media/exercise-images/191/Front-squat-2-857x1024.png"
        ]
    },
    {
        "name": "Hammercurls on Cable",
        "description": "<p>Take a cable in your hands (palms parallel, point to each other), the body is straight. Bend the arms and bring the weight up with a fast movement. Without any pause bring it back down with a slow, controlled movement, but don't stretch completely your arms.</p>\n<p>Don't swing your body during the exercise, the biceps should do all the work here. The elbows are at your side and don't move.</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/138/Hammer-curls-with-rope-1.png",
            "https://wger.de/media/exercise-images/138/Hammer-curls-with-rope-2.png"
        ]
    },
    {
        "name": "Hammercurls",
        "description": "<p>Hold two dumbbells and sit on a bench with a straight back, the shoulders are slightly rolled backwards. Your pals point to your body. Bend the arms and bring the weight up with a fast movement. Don't rotate your hands, as with the curls. Without any pause bring the dumbbell down with a slow, controlled movement.</p>\n<p>Don't swing your body during the exercise, the biceps should do all the work here. The elbows are at your side and don't move.</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/86/Bicep-hammer-curl-1.png",
            "https://wger.de/media/exercise-images/86/Bicep-hammer-curl-2.png"
        ]
    },
    {
        "name": "Skullcrusher SZ-bar",
        "description": "<p>Hold the SZ-bar and lay down on a flat bench in such a way that around 1/4 of your head is over the edge. Stretch your arms with the bar and bend them so that the bar is lowered. Just before it touches your forehead, push it up.</p>\n<p>Pay attention to your elbows and arms: only the triceps are doing the work, the rest of the arms should not move.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/84/Lying-close-grip-triceps-press-to-chin-1.png",
            "https://wger.de/media/exercise-images/84/Lying-close-grip-triceps-press-to-chin-2.png"
        ]
    },
    {
        "name": "Hip Thrust",
        "description": "<p>The bar should go directly on your upper thigh, directly below your crotch. Your feet should be directly under your knees. Push your hips up so that you form a straight line from your knees to your shoulders. Use a pad for comfort.</p>",
        "muscles": [
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/294/2ea6fd82-46f7-4f9a-97e5-b704e6efc469.gif",
            "https://wger.de/media/exercise-images/294/611eef29-39f3-4a8b-ae37-fb78abfa1a11.gif",
            "https://wger.de/media/exercise-images/294/01dd27bc-17d5-48c9-840b-c77418d207cd.gif",
            "https://wger.de/media/exercise-images/294/4744270a-73a0-4e45-8af8-52df29cc14fb.gif",
            "https://wger.de/media/exercise-images/294/a6d6d740-eb6c-4a0d-ac28-72ad03abf76a.gif"
        ]
    },
    {
        "name": "Good Mornings",
        "description": "",
        "muscles": [
            "Hamstrings"
        ],
        "images": [
            "https://wger.de/media/exercise-images/116/Good-mornings-2.png",
            "https://wger.de/media/exercise-images/116/Good-mornings-1.png"
        ]
    },
    {
        "name": "Leg Curls (laying)",
        "description": "<p>Lay on a bench and put your calves behind the leg holder (better if they are hold on around the lower calves). Hold a grip on the bars to make sure the body is firmly in place. Bend your legs bringing the weight up, go slowly back. During the exercise the body should not move, all work is done by the legs.</p>",
        "muscles": [
            "Hamstrings"
        ],
        "images": [
            "https://wger.de/media/exercise-images/154/lying-leg-curl-machine-large-1.png",
            "https://wger.de/media/exercise-images/154/lying-leg-curl-machine-large-2.png"
        ]
    },
    {
        "name": "Leg Curls (sitting)",
        "description": "",
        "muscles": [
            "Hamstrings"
        ],
        "images": [
            "https://wger.de/media/exercise-images/117/seated-leg-curl-large-1.png",
            "https://wger.de/media/exercise-images/117/seated-leg-curl-large-2.png"
        ]
    },
    {
        "name": "Lateral Rows on Cable, One Armed",
        "description": "<p>Set cable at waist height, start with arm across your belly and move han over and out too other side, one arm at the time.</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/349/9d969203-9cb6-4d47-9c31-fef53bfe1de5.png",
            "https://wger.de/media/exercise-images/349/8dc5ad63-a93a-496f-9473-ac414236e58d.png",
            "https://wger.de/media/exercise-images/349/7359ab6a-72a4-4ed8-b7da-35d57aaa2199.png",
            "https://wger.de/media/exercise-images/349/d74d171e-d39a-4c13-bbcd-6821bc94d424.png"
        ]
    },
    {
        "name": "Lateral Raises",
        "description": "This exercise works the deltoid muscle of the shoulder. The movement starts with the arms straight, and the hands holding weights at the sides or in front of the body. Body is in a slight forward-leaning position with hips and knees bent a little. Arms are kept straight or slightly bent, and raised through an arc of movement in the coronal plane that terminates when the hands are at approximately shoulder height. Weights are lowered to the starting position, completing one rep. When using a cable machine the individual stands with the coronal plane in line with the pulley, which is at or near the ground.[9] The exercise can be completed one shoulder at a time (with the other hand used to stabilize the body against the weight moved), or with both hands simultaneously if two parallel pulleys are available.",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/148/lateral-dumbbell-raises-large-2.png",
            "https://wger.de/media/exercise-images/148/lateral-dumbbell-raises-large-1.png"
        ]
    },
    {
        "name": "Leg Curl",
        "description": "The leg curl, also known as the hamstring curl, is an isolation exercise that targets the hamstring muscles. The exercise involves flexing the lower leg against resistance towards the buttocks. Other exercises that can be used to strengthen the hamstrings are the glute-ham raise and the deadlift.",
        "muscles": [
            "Hamstrings",
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/364/b318dde9-f5f2-489f-940a-cd864affb9e3.png"
        ]
    },
    {
        "name": "Cable Cross-over",
        "description": "<p>Begin with cables at about shoulder height, one in each hand. Take a step forward so that one foot is in front of the other, for stability, and so that there is tension on the cables. Bring hands together in front of you. Try to make your hands overlap (so that the cables cross) a few inches.</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/71/Cable-crossover-2.png",
            "https://wger.de/media/exercise-images/71/Cable-crossover-1.png"
        ]
    },
    {
        "name": "Negative Crunches",
        "description": "<p>Sit yourself on the decline bench and fix your legs. Cross your arms over the chest and bring with a rolling movement your upper body up, go now without a pause and with a slow movement down again. Don't let your head move during the exercise.</p>",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/93/Decline-crunch-1.png",
            "https://wger.de/media/exercise-images/93/Decline-crunch-2.png"
        ]
    },
    {
        "name": "Straight Bar Cable Front Raise",
        "description": "Back to cable tower, cable between legs, SZ Bar",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/917/068fd666-5460-43e7-aca9-6ba7df74d8ad.png"
        ]
    },
    {
        "name": "Quadriped Arm and Leg Raise",
        "description": "In this exercise, the back muscles and the muscles of the back of the leg and back of the arm are activated by lifting the crossed arm and leg at the same time in the crawling position. It also improves balance and proprioception. The movement is done symmetrically.\n\n1. Get into a crawling posture.2. Draw your abdomen in, then raise your right leg and left arm.3. You should keep your abdomen in for 8 seconds.4. After 8 seconds, slowly lower your arm and leg.5. Then release your muscle.\n",
        "muscles": [
            "Shoulders",
            "Glutes",
            "",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/957/0fd94587-6021-4763-856e-7227f5fcba2a.png"
        ]
    },
    {
        "name": "Leg Raises, Lying",
        "description": "<p>Lay down on a bench and hold onto the recliner with your hands to keep you stable. Hold your legs straight and lift them till they make an angle of about 45°. Make a short pause of 1 sec. and go slowly down to the initial position. To increase the intensity you can make a longer pause of 7 sec. every 5th time.</p>",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/125/Leg-raises-2.png",
            "https://wger.de/media/exercise-images/125/Leg-raises-1.png"
        ]
    },
    {
        "name": "Long-Pulley (low Row)",
        "description": "Sit down, put your feet on the supporting points and grab the bar with a wide grip. Pull the weight with a rapid movement towards your belly button, not upper. Keep your arms and elbows during the movement close to your body. Your shoulders are pulled together. Let the weight slowly down till your arms are completely stretched.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/143/Cable-seated-rows-2.png",
            "https://wger.de/media/exercise-images/143/Cable-seated-rows-1.png"
        ]
    },
    {
        "name": "Leg Curls (standing)",
        "description": "",
        "muscles": [
            "Hamstrings"
        ],
        "images": [
            "https://wger.de/media/exercise-images/118/standing-leg-curls-large-1.png",
            "https://wger.de/media/exercise-images/118/standing-leg-curls-large-2.png"
        ]
    },
    {
        "name": "Leg Press on Hackenschmidt Machine",
        "description": "",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/130/Narrow-stance-hack-squats-1-1024x721.png",
            "https://wger.de/media/exercise-images/130/Narrow-stance-hack-squats-2-1024x721.png"
        ]
    },
    {
        "name": "Leg Presses (narrow)",
        "description": "<p>The exercise is very similar to the wide leg press:</p>\n<p>Sit on the machine and put your feet on the platform so far apart  that you could just put another foot in between them. The feet are parallel and point up.</p>\n<p>Lower the weight so much, that the knees form a right angle. Push immediately the platform up again, without any pause. When in the lower position, the knees point a bit outwards and the movement should be always fluid.</p>",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/373/60e2aa21-1910-40d3-9fed-babfee06dd48.png"
        ]
    },
    {
        "name": "Leg Presses (wide)",
        "description": "<p>Sit on the machine and put your feet on the platform, a bit more than shoulder wide. The feet are turned outwards by a few degrees.</p>\n<p>Lower the weight so much, that the knees form a right angle. Push immediately the platform up again, without any pause. When in the lower position, the knees point a bit outwards and the movement should be always fluid.</p>",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/374/dbdb4440-b066-431e-8aea-88e7b1ae9058.png"
        ]
    },
    {
        "name": "Leg Press",
        "description": "The leg press is a weight training exercise in which the individual pushes a weight or resistance away from them using their legs.",
        "muscles": [
            "Hamstrings",
            "Calves",
            "Glutes",
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/371/0a7aef34-2f5d-4fcd-b6c6-183fa28765e5.png"
        ]
    },
    {
        "name": "Rack Deadlift",
        "description": "<p>Deadlift to be done using a Smith machine or a free rack. Bar or barbell hould be just right under the knee cap level. Lift using the glutes and through the heels, then come back to starting postion with a control movement of 2 seconds.</p>\n<p>This exercise targets mainly the lower back and glutes.</p>",
        "muscles": [
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/161/Dead-lifts-2.png",
            "https://wger.de/media/exercise-images/161/Dead-lifts-1.png"
        ]
    },
    {
        "name": "Push Press",
        "description": "<p>Clean your dumbbells onto your shoulders, palms facing in. Take a breath and brace your core.&nbsp;(picture 1)<b>&nbsp;</b>Dip at the knees and use your legs to help&nbsp;(picture 2)&nbsp;press your dumbbells overhead. Lower under control with a slow tempo to your shoulders and repeat.</p>",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/478/70a2d72c-a822-45f3-8de2-54ea85951b84.jpg"
        ]
    },
    {
        "name": "Preacher Curls",
        "description": "<p> Place the EZ curl bar on the rest handles in front of the preacher bench. Lean over the bench and grab the EZ curl bar with palms up. Sit down on the preacher bench seat so your upper arms rest on top of the pad and your chest is pressed against the pad. Lower the weight until your elbows are extended and arms are straight. Bring the weights back up to the starting point by contracting biceps. Repeat</p>",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/193/Preacher-curl-3-1.png",
            "https://wger.de/media/exercise-images/193/Preacher-curl-3-2.png"
        ]
    },
    {
        "name": "Push Ups",
        "description": "<p>Start with your body streched, your hands are shoulder-wide appart on the ground. Push yourself off the ground till you strech your arms. The back is always straight and as well as the neck (always look to the ground). Lower yourself to the initial position and repeat.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/195/Push-ups-1.png",
            "https://wger.de/media/exercise-images/195/Push-ups-2.png"
        ]
    },
    {
        "name": "Pistol Squat",
        "description": "<ol><li>Stand with feet hip-width apart, toes pointed forward, and chest tall.</li><li>Extend your leg straight out; extend both arms in front of you, at shoulder level. Brace your core and look straight ahead.</li><li>Slowly squat down.&nbsp;</li><li>(optional) pause at the bottom.&nbsp;</li></ol>\nKeep your (free) leg and arms extended for the whole duration.",
        "muscles": [
            "Hamstrings",
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/456/3b681e59-377b-40db-9113-ca5873ce084b.jpg",
            "https://wger.de/media/exercise-images/456/c51d875b-0c07-495e-a7cf-08893a9f125d.jpg",
            "https://wger.de/media/exercise-images/456/93716d06-c378-49b8-820a-8bf3e1d7e45c.jpg",
            "https://wger.de/media/exercise-images/456/b8f007b1-d43f-416d-a44b-fb3c15291414.jpg"
        ]
    },
    {
        "name": "Pull-ups",
        "description": "<p>Grab the pull up bar with a wide grip, the body is hanging freely. Keep your chest out and pull yourself up till your chin reaches the bar or it touches your neck, if you want to pull behind you. Go with a slow and controlled movement down, always keeping the chest out.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/475/b0554016-16fd-4dbe-be47-a2a17d16ae0e.jpg"
        ]
    },
    {
        "name": "Plank",
        "description": "<p>Get into a position on the floor supporting your weight on your forearms and toes. Arms are bent and directly below the shoulder.&nbsp;</p>\n<p>Keep your body straight at all times and hold this position as long as possible. To increase difficulty an arm or leg can be raised while performing this exercise.</p>",
        "muscles": [
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/458/b7bd9c28-9f1d-4647-bd17-ab6a3adf5770.png",
            "https://wger.de/media/exercise-images/458/902e6836-394e-458b-b94e-101d714294e2.png",
            "https://wger.de/media/exercise-images/458/d1ca4a79-f299-4e70-a391-3e9526c3b141.png",
            "https://wger.de/media/exercise-images/458/b180ce8b-a2c2-40da-924f-998d97aebb63.png",
            "https://wger.de/media/exercise-images/458/167db646-9acb-4426-a383-c7e7dc92e3ec.png",
            "https://wger.de/media/exercise-images/458/e13f92a4-69ae-4043-ae1f-70f155a53024.png",
            "https://wger.de/media/exercise-images/458/bce9a15d-d080-4fb0-bc30-f80778b38793.png",
            "https://wger.de/media/exercise-images/458/2c43d623-5898-4669-b5f8-eb3e1c38cd29.png",
            "https://wger.de/media/exercise-images/458/122735cf-f940-4de8-aa30-49a1da148319.png"
        ]
    },
    {
        "name": "Rowing, T-bar",
        "description": "<p>The execution of this exercise is very similar to the regular bent over rowing, only that the bar is fixed here.</p>\n<p>Grab the barbell with a wide grip (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise. Pull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/106/T-bar-row-1.png",
            "https://wger.de/media/exercise-images/106/T-bar-row-2.png"
        ]
    },
    {
        "name": "Seated Triceps Press",
        "description": "<p>Sit down on a back (better with back support). Take a dumbbell firmly with both hands and hold it with extended arms over your head. With your palms facing upward and holding the weight of the dumbbell, slowly lower the weight behind your head.</p>\n<p> </p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/549/765a6343-d28d-4052-86c6-7ae1abdd4992.PNG"
        ]
    },
    {
        "name": "Bent Over Rowing Reverse",
        "description": "",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/70/Reverse-grip-bent-over-rows-1.png",
            "https://wger.de/media/exercise-images/70/Reverse-grip-bent-over-rows-2.png"
        ]
    },
    {
        "name": "Shoulder Press, on Machine",
        "description": "",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/53/Shoulder-press-machine-2.png",
            "https://wger.de/media/exercise-images/53/Shoulder-press-machine-1.png"
        ]
    },
    {
        "name": "Incline Bench Press - Barbell",
        "description": "<p>To do slowly, tempo is 4010</p>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/41/Incline-bench-press-1.png",
            "https://wger.de/media/exercise-images/41/Incline-bench-press-2.png",
            "https://wger.de/media/exercise-images/538/a1c23996-c8aa-42e3-9dfc-bed0654d849f.png"
        ]
    },
    {
        "name": "Incline Bench Press - MP",
        "description": "",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/61/Close-grip-bench-press-1.png",
            "https://wger.de/media/exercise-images/61/Close-grip-bench-press-2.png"
        ]
    },
    {
        "name": "Sit-ups",
        "description": "<p>Sit on a mat, your calves are resting on a bench, the knees make a right angle. Hold your hands behind your neck. Go now up with a rolling movement of your back, you should feel how the individual vertebrae lose contact with the mat. At the highest point, contract your abs as much as you can and hold there for 2 sec. Go now down, unrolling your back.</p>\n<p> </p>",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/591/aca68eb7-b924-4ff1-a76b-7e075c73ec0c.png"
        ]
    },
    {
        "name": "Shoulder Press, Dumbbells",
        "description": "<p>Sit on a bench, the back rest should be almost vertical. Take two dumbbells and bring them up to shoulder height, the palms and the elbows point during the whole exercise to the front. Press the weights up, at the highest point they come very near but don't touch. Go slowly down and repeat.</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/123/dumbbell-shoulder-press-large-1.png",
            "https://wger.de/media/exercise-images/123/dumbbell-shoulder-press-large-2.png"
        ]
    },
    {
        "name": "Shoulder Press, Barbell",
        "description": "<p>Sit on a bench, the back rest should be almost vertical. Take a barbell with a shoulder wide grip and bring it up to chest height. Press the weight up, but don't stretch the arms completely. Go slowly down and repeat.</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/119/seated-barbell-shoulder-press-large-1.png",
            "https://wger.de/media/exercise-images/119/seated-barbell-shoulder-press-large-2.png"
        ]
    },
    {
        "name": "Side Crunch",
        "description": "<p>Hold weight in one hand. Bend side ways to the knee. Pull upo to upright position using your obliquus.</p>",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/176/Cross-body-crunch-1.png",
            "https://wger.de/media/exercise-images/176/Cross-body-crunch-2.png"
        ]
    },
    {
        "name": "Shrugs, Barbells",
        "description": "<p>Take a barbell and stand with a straight body, the arms are hanging freely in front of you. Lift from this position the shoulders as high as you can, but don't bend the arms during the movement. On the highest point, make a short pause of 1 or 2 seconds before returning slowly to the initial position.</p>\n<p>When training with a higher weight, make sure that you still do the whole movement!</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/150/Barbell-shrugs-1.png",
            "https://wger.de/media/exercise-images/150/Barbell-shrugs-2.png"
        ]
    },
    {
        "name": "Shrugs, Dumbbells",
        "description": "<p>Stand with straight body, the hands are hanging freely on the side and hold each a dumbbell. Lift from this position the shoulders as high as you can, but don't bend the arms during the movement. On the highest point, make a short pause of 1 or 2 seconds before returning slowly to the initial position.</p>\n<p>When training with a higher weight, make sure that you still do the whole movement!</p>",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/151/Dumbbell-shrugs-2.png",
            "https://wger.de/media/exercise-images/151/Dumbbell-shrugs-1.png"
        ]
    },
    {
        "name": "Standing Calf Raises",
        "description": "<p>Get onto the calf raises machine, you should able to completely push your calves down. Stand straight, don't make a hollow back and don't bend your legs. Pull yourself up as high as you can. Make a small pause of 1 - 2 seconds and go slowly down.</p>",
        "muscles": [
            "Calves"
        ],
        "images": [
            "https://wger.de/media/exercise-images/622/9a429bd0-afd3-4ad0-8043-e9beec901c81.jpeg",
            "https://wger.de/media/exercise-images/622/d6d57067-97de-462e-a8bb-15228d730323.jpeg",
            "https://wger.de/media/exercise-images/622/0705bc22-fadd-4c19-9c94-649a0b1f927f.jpeg"
        ]
    },
    {
        "name": "Squats",
        "description": "<p>Place a barbell in a rack just below shoulder-height. Dip under the bar to put it behind the neck across the top of the back, and grip the bar with the hands wider than shoulder-width apart. Lift the chest up and squeeze the shoulder blades together to keep the straight back throughout the entire movement. Stand up to bring the bar off the rack and step backwards, then place the feet so that they are a little wider than shoulder-width apart. Sit back into hips and keep the back straight and the chest up, squatting down so the hips are below the knees. From the bottom of the squat, press feet into the ground and push hips forward to return to the top of the standing position.</p>",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/111/Wide-stance-squat-2.gif",
            "https://wger.de/media/exercise-images/111/Wide-stance-squat-1.gif"
        ]
    },
    {
        "name": "Tricep Dumbbell Kickback",
        "description": "<ol>\n<li>Start with a dumbbell in each hand and your palms facing your torso. Keep your back straight with a slight bend in the knees and bend forward at the waist. Your torso should be almost parallel to the floor. Make sure to keep your head up. Your upper arms should be close to your torso and parallel to the floor. Your forearms should be pointed towards the floor as you hold the weights. There should be a 90-degree angle formed between your forearm and upper arm. This is your starting position.</li>\n<li>Now, while keeping your upper arms stationary, exhale and use your triceps to lift the weights until the arm is fully extended. Focus on moving the forearm.</li>\n<li>After a brief pause at the top contraction, inhale and slowly lower the dumbbells back down to the starting position.</li>\n<li>Repeat the movement for the prescribed amount of repetitions.</li>\n</ol>\n<p><strong>Variations:</strong> This exercise can be executed also one arm at a time much like the one arm rows are performed.</p>\n<p>Also, if you like the one arm variety, you can use a low pulley handle instead of a dumbbell for better peak contraction. In this case, the palms should be facing up (supinated grip) as opposed to the torso (neutral grip).</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/655/2b54e1a6-f656-4b0a-9272-1d089fe7d4d3.png"
        ]
    },
    {
        "name": "Triceps Extensions on Cable With Bar",
        "description": "<p>Grab the bar, stand with your feet shoulder wide, keep your back straight and lean forward a little. Push the bar down, making sure the elbows don't move during the exercise. Without pause go back to the initial position.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/660/62655fae-3358-4e70-a55d-3e842fd7ee56.png"
        ]
    },
    {
        "name": "Upright Row w/ Dumbbells",
        "description": "<p>Feet apart at shoulder width. Nice and Slow!</p>",
        "muscles": [
            "Shoulders",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/694/119e6823-6960-4341-a9e1-aaf78d7fb57c.png",
            "https://wger.de/media/exercise-images/694/2e69c005-b241-4806-8557-fc5a4d5ee44d.png"
        ]
    },
    {
        "name": "Upright Row, on Multi Press",
        "description": "<p>The movements are basically the same as with an SZ-bar, but you use the bar on the multi press:</p>\n<p>Stand straight, your feet are shoulder-width apart. Hold the bar with an overhand grip on your thighs, the arms are stretched. Lift the bar close to the body till your chin. The elbows point out so that at the highest point they form a V. Make here a short pause before going slowly down and repeating the movement.</p>",
        "muscles": [
            "Shoulders",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/691/297d4ce1-7e9e-4adb-8f5c-7d54054be885.jpg",
            "https://wger.de/media/exercise-images/691/72bb8231-8994-453f-8a3f-85b061dcffb8.jpg",
            "https://wger.de/media/exercise-images/691/141711a2-58dc-47f7-b30c-968256953198.jpg"
        ]
    },
    {
        "name": "Plate twist",
        "description": "Step 1: Sit on an exercise mat with your legs extended in front of you. \nStep 2: Grasp a plate in both hands as if holding a steering wheel, arms slightly bent, and hold it in front of your abdominals. \nStep 3: With knees slightly bent, cross your ankles and slowly lift them a few inches off the floor. \nStep 4: Keep your back straight but lean backward slightly to help maintain balance. \nStep 5: Exhaling, rotate your torso (twist) to the right side and touch the end of the plate to the floor. \nStep 6: Inhale and return to the forward facing start position. \nStep 7: Exhaling, rotate your torso (twist) to the left side and touch the end of the plate to the floor. \nStep 8: Inhale and return to the forward facing start position. \nStep 9: Repeat for a full set.",
        "muscles": [
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1079/bdacc8ed-8fb0-4684-a28d-0348ec098bdf.jpg"
        ]
    },
    {
        "name": "Hindu Pushups",
        "description": "Exercise to strengthen the shoulders and pectorals. Its name is due to the fact that it begins in the Yoga position \"Dog Facing Down\", passing to \"Cobra\" but without resting the legs or torso on the ground to finally end with a normal flexion. The exercise can also be performed backwards (back to the starting position). As a variation, after doing the push-up, the hip can be raised to return to downward facing dog.",
        "muscles": [
            "Shoulders",
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1080/c4bf7ba1-6058-4d14-928f-7187885d5d57.webp"
        ]
    },
    {
        "name": "Dumbbell Floor Press",
        "description": "Grab your dumbbells and lay flat on your back with your knees bent and your feet flat on the ground (use a bench if you have one). Press the weights up, locking out your elbows (A). Lower them slowly until your upper arms are resting on the floor (B) close to your body. Pause here before explosively pressing back up. Squeeze your chest hard and repeat.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1084/91dd5a95-1c45-46f2-a074-de41b6ad599b.jpg"
        ]
    },
    {
        "name": "Dumbbell Bent Over Row",
        "description": "&nbsp;Hold&nbsp;your dumbbells&nbsp;at your sides and hinge at the hips until your chest is parallel to the floor, dumbbells hanging below your knees (picture 1). Keeping your elbows close to your body, row both dumbbells towards your hips (oicture 2). Squeeze your shoulder blades down and together and lower under control to the start before repeating. Avoid using momentum from your torso and focus on squeezing your back, hard.",
        "muscles": [
            "Shoulders",
            "Biceps",
            "Lats",
            "",
            "",
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1085/2f9a9f90-ea2e-4f3f-b8ca-19aea162fe2d.jpg"
        ]
    },
    {
        "name": "Close-grip Press-ups",
        "description": "Drop into a strong plank position, bringing your hands close together until they're almost touching.&nbsp;(picture 1)<b>&nbsp;</b>Bend your elbows to slowly bring your chest to the floor&nbsp;(picture 2). Keep your elbows close to your body as you push back up explosively. Repeat. Ensure you take your time lowering on each rep, keeping your form sharp.",
        "muscles": [
            "",
            "Lats",
            "Chest",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1086/b2ee8d9b-0480-4992-8494-c223b37c2696.jpg"
        ]
    },
    {
        "name": "Medicine ball twist",
        "description": "In a seated position, the torso is rotated from side to side without forcing, approaching the knees and making the ball touch the ground from time to time",
        "muscles": [
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1089/49f51716-535d-41dd-aeb5-cff5bb906bc1.jpeg"
        ]
    },
    {
        "name": "Plank Shoulter Taps",
        "description": "In the correct plank position, place your feet slightly wider than shoulder-width apart. alternately lift and touch the opposite shoulder with one hand.",
        "muscles": [
            "Shoulders",
            "Glutes",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1091/50c8912d-54ef-46c9-99d1-633b6196aa1e.jpg"
        ]
    },
    {
        "name": "Rear Delt Raise",
        "description": "<p>Seated on a bench with the dumbbells on the floor bend over at 45 Degrees and then slowly raise each dumbbell to shoulder height and hold for a couple seconds before lowering to the starting position.&nbsp;</p><p></p>",
        "muscles": [
            "Shoulders",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/829/ad724e5c-b1ed-49e8-9279-a17545b0dd0b.png",
            "https://wger.de/media/exercise-images/829/692c598c-0493-42a5-be8b-b9d2e9adcd00.png"
        ]
    },
    {
        "name": "Seated Bench Press",
        "description": "Poner la máquina de press de pecho para que al sentarte los agarres estén alineados con la parte inferior del pecho. Asegúrate de que estás sentado con la espalda bien pegada al asiento. Agarra una manija con cada mano, saca el pecho hacia afuera, mantén la cabeza contra el reposacabezas.\n\nRespira profundamente y empuja lentamente las manijas hacia adelante hasta que tus brazos estén casi completamente extendidos. Haz una pausa justo antes del bloqueo, y luego regresa lentamente las manijas a la posición inicial. Haz una pausa justo antes de que las manijas se detengan completamente y realiza otra repetición.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1094/998ff15d-37af-422f-9936-7d54ac8bdd41.png"
        ]
    },
    {
        "name": "Seated rear delt rise",
        "description": "Seated, bent 45 deg forward. Arms fully stretched out, raise arms up to shoulder height and back down",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1098/fa5328a2-64cb-4afb-a283-b3d948ddaf3f.jpg"
        ]
    },
    {
        "name": "Wall balls",
        "description": "Get a medicine ball, shoulder width stance, squat, thrust the ball as high as possible against the wall and catch",
        "muscles": [
            "Shoulders",
            "Glutes",
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1100/ab203e0c-8220-4537-987c-871eb259d687.jpg"
        ]
    },
    {
        "name": "Seated Knee Tuck",
        "description": "Sit on floor or mat. Place arms slightly behind you. Raise legs. Now extend your legs and pull them back.",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1105/36776818-799a-40bf-9eca-aebb3aa5008f.png"
        ]
    },
    {
        "name": "Seated Knee Tuck",
        "description": "Sit on floor or mat. Place arms slightly behind you. Raise legs. Now extend your legs and pull them back.",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1106/7e4f1400-38ee-4d59-9e99-38a7d3548501.png"
        ]
    },
    {
        "name": "Cable Concentration Curl",
        "description": "The concentration curl is a classic exercise for building the biceps one arm at a time. It can be performed bent over or kneeling, but is more often performed seated on a bench. It's great for emphasizing the biceps peak and is often used to finish a biceps workout",
        "muscles": [
            "Biceps",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1109/00b0a0bf-c14a-4f13-bb14-62c09030a1aa.png"
        ]
    },
    {
        "name": "Push-Ups",
        "description": "Push-ups are an exercise in which a person, keeping a prone position, with the hands palms down under the shoulders, the balls of the feet on the ground, and the back straight, pushes the body up and lets it down by an alternate straightening and bending of the arms.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1110/d89c5b93-45df-444b-8735-89db82eec3f5.gif"
        ]
    },
    {
        "name": "Push-Ups | Incline",
        "description": "Inclined push-ups primarily target the chest muscles (pectoralis major and minor), but also work the triceps, shoulders, and core to a lesser extent. Because the upper body is elevated, the incline push-up places less emphasis on the triceps compared to regular push-ups, which may be beneficial for individuals looking to specifically target their chest muscles.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1111/0af94127-d624-4627-9d91-7e1399dc5ddb.png"
        ]
    },
    {
        "name": "Push-Ups | Decline",
        "description": "Decline push-ups are another modified version of the traditional push-up that target the upper body muscles in a different way. To perform a decline push-up, elevate your feet on an elevated surface, such as a bench, chair, or step, while placing your hands on the ground in a push-up position. Lower your body towards the ground while maintaining a straight line from your shoulders to your ankles, and then push back up to the starting position.\n\nUnlike the inclined push-up, the decline push-up places more emphasis on the shoulders and triceps, while still engaging the chest muscles to a lesser extent. By elevating your feet, you increase the difficulty of the exercise by placing more weight on your upper body, forcing your shoulders and triceps to work harder to push your body back up. The decline push-up can be a great way to challenge your upper body strength and improve your ability to perform other push-up variations. As with any exercise, be sure to use proper form and start with a height that is appropriate for your strength and fitness level.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1112/81f40bee-4adf-4317-8476-1a87706e3031.png"
        ]
    },
    {
        "name": "Push-Ups | Parallettes",
        "description": "Parallettes push-ups are a variation of the traditional push-up that are performed with the hands on parallel bars, known as parallettes. To perform a parallettes push-up, assume a push-up position with your hands on the parallettes and your feet on the ground. Lower your body towards the ground while keeping your elbows close to your sides, and then push back up to the starting position.\n\nParallettes push-ups place more emphasis on the chest and shoulders compared to traditional push-ups, as they allow for a greater range of motion in the shoulder joint. This increased range of motion can also help to improve shoulder stability and mobility. Additionally, parallettes push-ups engage the core muscles more than traditional push-ups, as the instability of the parallettes requires greater activation of the core muscles to maintain proper form.\n\nThe added challenge of balancing on the parallettes also requires greater upper body strength and control, making parallettes push-ups a more advanced variation of the traditional push-up. They can be a great way to challenge yourself and add variety to your upper body workout routine. As always, be sure to use proper form and start with a level that is appropriate for your strength and fitness level.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1113/52bb5db2-e185-44e0-8572-d1caafa81e3f.gif"
        ]
    },
    {
        "name": "Elevación de talón sentados",
        "description": "Posición&nbsp; inicial&nbsp;\n•&nbsp; Siéntese&nbsp; en&nbsp; la&nbsp; máquina&nbsp; y&nbsp; coloque&nbsp; las&nbsp; rodillas&nbsp; y&nbsp; los&nbsp; muslos&nbsp; debajo&nbsp; de&nbsp; las&nbsp; almohadillas.&nbsp;&nbsp;\n•&nbsp; Coloque&nbsp; las&nbsp; puntas&nbsp; de&nbsp; los&nbsp; pies&nbsp; en&nbsp; el&nbsp; borde&nbsp; más&nbsp; cercano&nbsp; del&nbsp; escalón&nbsp; con&nbsp; los&nbsp; pies&nbsp;&nbsp;\nparalelos&nbsp; entre&nbsp; sí.&nbsp; •&nbsp; Apunte&nbsp; ligeramente&nbsp;&nbsp;\ncon&nbsp; los&nbsp; dedos&nbsp; de&nbsp; los&nbsp; pies&nbsp; para&nbsp; levantar&nbsp; las&nbsp; almohadillas&nbsp; de&nbsp; los&nbsp; muslos&nbsp; y&nbsp; quitar&nbsp; la&nbsp; barra&nbsp;&nbsp;\nde&nbsp; apoyo.&nbsp; •&nbsp; Permita&nbsp; que&nbsp; sus&nbsp; talones&nbsp;&nbsp;\nbajen&nbsp; más&nbsp; abajo&nbsp; que&nbsp; el&nbsp; escalón&nbsp; hasta&nbsp; que&nbsp; sienta&nbsp; un\nMovimiento&nbsp; hacia&nbsp; arriba&nbsp;&nbsp;\n•&nbsp; Ponga&nbsp; los&nbsp; dedos&nbsp; de&nbsp; los&nbsp; pies&nbsp; en&nbsp; punta&nbsp; para&nbsp;&nbsp;\nlevantar&nbsp; los&nbsp; talones.&nbsp; •&nbsp; No&nbsp; tire&nbsp; de&nbsp; las&nbsp; asas&nbsp; ni&nbsp; incline&nbsp; el&nbsp; torso&nbsp; hacia&nbsp; atrás.\nElevación&nbsp; de&nbsp; talón&nbsp; sentado\nMovimiento&nbsp; descendente\nestirar.\nPosición&nbsp; inicial\n•&nbsp; Permita&nbsp; que&nbsp; sus&nbsp; talones&nbsp; vuelvan&nbsp; a&nbsp; caer&nbsp; a&nbsp; la&nbsp; posición&nbsp; inicial.&nbsp; •&nbsp; Cuando&nbsp;&nbsp;\ncomplete&nbsp; el&nbsp; conjunto,&nbsp; mueva&nbsp; la&nbsp; barra&nbsp; de&nbsp; apoyo&nbsp; a&nbsp; su&nbsp; lugar.&nbsp;",
        "muscles": [
            "Calves",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1122/863a5589-dd36-4093-95c5-2b3511d34abc.png"
        ]
    },
    {
        "name": "Elevación de talón de pie",
        "description": "Posición&nbsp; inicial\n•&nbsp; Mire&nbsp; hacia&nbsp; la&nbsp; máquina&nbsp; y&nbsp; coloque&nbsp; las&nbsp; puntas&nbsp; de&nbsp; los&nbsp; pies&nbsp; en&nbsp; el&nbsp; borde&nbsp; más&nbsp; cercano&nbsp; del&nbsp; escalón&nbsp; con&nbsp; los&nbsp; pies&nbsp; paralelos&nbsp; entre&nbsp; sí.&nbsp;&nbsp;\n•&nbsp; Sumerja&nbsp; su&nbsp; cuerpo&nbsp; debajo&nbsp; de&nbsp; las hombreras&nbsp; y&nbsp; póngase&nbsp; de&nbsp; pie&nbsp; con&nbsp; el&nbsp; cuerpo&nbsp; completamente&nbsp; erguido.\n•&nbsp; Permita&nbsp; que&nbsp; sus&nbsp; talones&nbsp; caigan&nbsp; más&nbsp; abajo&nbsp; que&nbsp; el&nbsp; escalón&nbsp; hasta&nbsp; que&nbsp; sienta&nbsp; un&nbsp; estiramiento.\n•&nbsp; No&nbsp; permita&nbsp; que&nbsp; le&nbsp; bloqueen&nbsp; las&nbsp; rodillas.&nbsp;\n\nMovimiento&nbsp; hacia&nbsp; arriba&nbsp;&nbsp;\n•&nbsp; Ponga&nbsp; los&nbsp; dedos&nbsp; de&nbsp; los&nbsp; pies&nbsp; en&nbsp; punta&nbsp; para&nbsp; levantar&nbsp; los&nbsp; talones arriba.\n•&nbsp; Mantenga&nbsp; su&nbsp; cuerpo&nbsp; erguido&nbsp; y&nbsp; no&nbsp; mire&nbsp; hacia&nbsp; abajo&nbsp; ni&nbsp; se&nbsp; incline&nbsp; hacia&nbsp; adelante&nbsp; o&nbsp; hacia&nbsp; atrás.\n\nMovimiento&nbsp; descendente\n•&nbsp; Permita&nbsp; que&nbsp; sus&nbsp; talones&nbsp; vuelvan&nbsp; a&nbsp; caer&nbsp; a&nbsp; la&nbsp; posición&nbsp; inicial.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; su&nbsp; cuerpo&nbsp; completamente&nbsp; erguido&nbsp; y&nbsp; no&nbsp; rebote&nbsp; desde&nbsp; la&nbsp; posición&nbsp; más&nbsp; baja&nbsp; para&nbsp;&nbsp;\ncomenzar&nbsp; el&nbsp; movimiento&nbsp; ascendente.",
        "muscles": [
            "Calves",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1123/91bc8423-7bb9-4536-9603-651cbed283f6.png"
        ]
    },
    {
        "name": "Jalón abierto",
        "description": "\nMovimiento&nbsp; descendente\n•&nbsp; Tire&nbsp; de&nbsp; la&nbsp; barra&nbsp; hacia&nbsp; abajo&nbsp; para&nbsp; que&nbsp; pase&nbsp; cerca&nbsp; de&nbsp; su&nbsp; barbilla&nbsp; y&nbsp; toque&nbsp; la&nbsp; parte&nbsp; superior&nbsp;&nbsp;\nde&nbsp; su&nbsp; pecho.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; el&nbsp; resto&nbsp; de&nbsp; su&nbsp; cuerpo&nbsp; inmóvil.\n\nMovimiento&nbsp; hacia&nbsp; arriba&nbsp;&nbsp;\n•&nbsp; Permita&nbsp; que&nbsp; sus&nbsp; codos&nbsp; se&nbsp; extiendan&nbsp; para&nbsp; permitir&nbsp; que&nbsp; la&nbsp; barra&nbsp; suba&nbsp; hasta&nbsp; la&nbsp; posición&nbsp; inicial.\nposición.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; el&nbsp; resto&nbsp; de&nbsp; su&nbsp; cuerpo&nbsp; inmóvil.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1124/5f76e328-b32b-4a72-9109-3dfd6c118ee5.png"
        ]
    },
    {
        "name": "Jalón abierto supino",
        "description": "Movimiento&nbsp; descendente\n•&nbsp; Tire&nbsp; de&nbsp; la&nbsp; barra&nbsp; hacia&nbsp; abajo&nbsp; para&nbsp; que&nbsp; pase&nbsp; cerca&nbsp; de&nbsp; su&nbsp; barbilla&nbsp; y&nbsp; toque&nbsp; la&nbsp; parte&nbsp; superior&nbsp;&nbsp;\nde&nbsp; su&nbsp; pecho.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; el&nbsp; resto&nbsp; de&nbsp; su&nbsp; cuerpo&nbsp; inmóvil.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1125/8b7bc0bd-edf1-42f3-82dd-f1278c6545b3.png"
        ]
    },
    {
        "name": "Jalón cerrado",
        "description": "Movimiento&nbsp; descendente\n\n•&nbsp; Tire&nbsp; de&nbsp; la&nbsp; barra&nbsp; hacia&nbsp; abajo&nbsp; para&nbsp; que&nbsp; pase&nbsp; cerca&nbsp; de&nbsp; su&nbsp; barbilla&nbsp; y&nbsp; toque&nbsp; la&nbsp; parte&nbsp; superior&nbsp;&nbsp;\nde&nbsp; su&nbsp; pecho.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; el&nbsp; resto&nbsp; de&nbsp; su&nbsp; cuerpo&nbsp; inmóvil.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1126/0d51a0f2-622f-434b-beb8-1a003c54712a.png"
        ]
    },
    {
        "name": "Jalón cerrado supino",
        "description": "Movimiento&nbsp; descendente\n•&nbsp; Tire&nbsp; de&nbsp; la&nbsp; barra&nbsp; hacia&nbsp; abajo&nbsp; para&nbsp; que&nbsp; pase&nbsp; cerca&nbsp; de&nbsp; su&nbsp; barbilla&nbsp; y&nbsp; toque&nbsp; la&nbsp; parte&nbsp; superior&nbsp;&nbsp;\nde&nbsp; su&nbsp; pecho.&nbsp;&nbsp;\n•&nbsp; Mantenga&nbsp; el&nbsp; resto&nbsp; de&nbsp; su&nbsp; cuerpo&nbsp; inmóvil.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1127/4942b7c0-6bda-4983-88e5-86547c3d445e.png"
        ]
    },
    {
        "name": "Curl de biceps con mancuernas sentado",
        "description": "Sujeta dos pesas, los brazos estirados, las manos a los lados, las palmas hacia dentro. Flexiona los brazos y sube el peso con un movimiento rápido. Al mismo tiempo, gira los brazos 90 grados al principio del movimiento. En el punto más alto, gira un poco las pesas hacia fuera. Sin pausa, bájalas lentamente.No permitas que tu cuerpo se balancee durante el ejercicio, todo el trabajo lo realizan los bíceps, que son los únicos músculos que deben moverse (presta atención a los codos).",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1128/a591b67c-9c1b-451c-8bac-bc57922f7104.png"
        ]
    },
    {
        "name": "Aperturas en polea",
        "description": "Este ejercicio trabaja y tensa todo el músculo del pecho. Este entrenamiento de pecho es bueno, pero el equipo generalmente solo se encuentra en gimnasios públicos.",
        "muscles": [
            "Shoulders",
            "Biceps",
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1129/4e92e0ae-f71f-4c71-8408-17f32dad81fb.png"
        ]
    },
    {
        "name": "Biceps concentrado martillo (maquina)",
        "description": "Ejecución\n1. Realice la posición inicial.\n2. Mantenga el agarre firme en todo momento, suba hasta la altura de los hombros, y hasta que ambos brazos queden flexionados. Exhale y contraiga los bíceps.\n3. Luego baje lentamente, buscando que sus brazos se encuentren totalmente extendidos. En este punto inhale.\n4. Repita las veces que desee.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1130/4003d1b6-0b1a-463e-9778-0ae3ddeaf0d9.png"
        ]
    },
    {
        "name": "Extensión de gluteos en polea",
        "description": "Esta actividad te permitirá ejercitar la zona del glúteo superior o mayor. Por ello, nunca puede faltar en tu rutina de ejercicios aislados para trabajar los glúteos.\n\nColócate en frente de una máquina de poleo y localiza el gancho inferior. Luego, sujétalo en las tobilleras para trabajar en polea baja. En relación a la postura, debes estar recto en todo momento. Presta especial atención a tu espalda para mantenerla derecha y no lastimarte.\n\nEs recomendable que te sujetes a la máquina para tener más equilibrio. Con la pierna que estás sosteniendo el peso de la polea, realiza un estiramiento lento para atrás sin flexionar la rodilla.",
        "muscles": [
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1131/3bcf3024-2dcc-4995-9694-55aa2c2e4a9a.png"
        ]
    },
    {
        "name": "Extensión de gluteo en  máquina",
        "description": "Un ejercicio de extensión de cadera GHD es uno de los mejores ejercicios para glúteos. Si bien el ejercicio se enfoca principalmente en los glúteos, también es excelente para la zona lumbar, las pantorrillas y los isquiotibiales.",
        "muscles": [
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1132/4bc7a4f1-eff8-4067-908e-01627a2b3923.png"
        ]
    },
    {
        "name": "PRESS HORIZONTAL",
        "description": "Para realizarlo, debes estirarte sobre un banco plano con los pies en el suelo para facilitar la estabilidad. Sitúa las manos en pronación o semi-pronación (como te sea más cómodo) y realiza el movimiento.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1133/e930c960-dd46-4ec3-8648-a54610d8a6ce.PNG"
        ]
    },
    {
        "name": "JALONES PECHO NEUTRO",
        "description": "<p style=\"\">El Jalón al pecho es un ejercicio importante para fortalecer la espalda y mejorar la postura, lo que puede contribuir a una vida más saludable. Para realizar este ejercicio correctamente y evitar lesiones, es importante seguir algunos pasos clave:</p><p style=\"\">1. Colóquese frente a la máquina de poleas con las rodillas ligeramente dobladas y los pies en el suelo.</p><p style=\"\">2. Agarre el mango de la polea con las palmas hacia abajo y las manos separadas a la anchura de los hombros.</p><p style=\"\">3. Tire hacia abajo del mango hasta que toque o se acerque al pecho, manteniendo la posición durante uno o dos segundos.</p><p style=\"\">4. Vuelva a subir el mango lentamente a la posición inicial, asegurándose de mantener los brazos y las manos rectos y la espalda recta durante todo el movimiento.</p>",
        "muscles": [
            "Biceps",
            "Lats",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1136/5778a8e9-c606-4843-89c8-9d9469eeb6e4.PNG"
        ]
    },
    {
        "name": "PULL OVER POLEA ALTA",
        "description": "De pie, de cara al aparato, pies ligeramente separados, barra cogida en pronación, brazos extendidos, manos separadas una distancia igual a Ia anchura de los hombros.\n\n- Espalda fija y la banda abdominal contraída, inspirar y llevar la barra hasta los muslos manteniendo los brazos extendidos. (o los codos ligeramente flexionados).\nEspirar al final del movimiento.\n",
        "muscles": [
            "Lats",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1137/42f22229-c0a0-4bfc-aca6-66fe5e1ab10d.PNG"
        ]
    },
    {
        "name": "JALON EN BANCO INCLINADO",
        "description": "Sobre el banco inclinado frete a la maquina de polea, con el cuerpo boca bajo sobre el banco, se realiza el jalón.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1138/6c35fd79-ef35-4cf3-abf5-9c969457b8d4.PNG"
        ]
    },
    {
        "name": "Curl Araña",
        "description": "1). Comience colocando la barra en la parte del banco en la que normalmente se sentaría. Debe asegurarse de alinear la barra correctamente para que no se caiga y esté equilibrada.\n\n2). Muévase a la parte delantera del banco, la parte donde generalmente se encuentran los brazos, y colóquese para recostarse en un ángulo de 45 grados con el estómago y el torso presionados contra la parte delantera del banco.\n\n3). Los pies, y especialmente los dedos de los pies, deben estar bien colocados en el piso. Luego coloque los brazos superiores sobre la almohadilla que se encuentra en la parte interior del banco. La almohadilla superior debe estar ajustada en las axilas.\n\n4). Use sus brazos para agarrar la barra con las palmas hacia arriba, con un poco de ancho de hombro o un poco más cerca. Su agarre para este ejercicio será importante. Sosteniendo las manos juntas, apuntará a la cabeza externa del bíceps, mientras que cuanto más separadas estén las manos, apuntará a la cabeza interna. Puede experimentar haciendo un conjunto de rizos con un agarre más cercano y otro conjunto con un agarre más ancho para asegurarse de golpear ambas cabezas del bíceps.\n\n5). Poco a poco comience a levantar la barra hacia arriba y exhale. Asegúrese de mantener la posición contratada por un segundo y luego apriete los bíceps. Al hacer esto, desea mantener la parte superior de los brazos estacionaria y rizar el peso lo más alto posible.\n\n6). Vuelva a colocar la barra lentamente en la posición inicial y asegúrese de respirar.\n\n7). Haga una breve pausa antes de repetir la cantidad recomendada de repeticiones para su set.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1139/e2962bcc-2f65-4d7e-8ea5-594ee0999a7a.png"
        ]
    },
    {
        "name": "Gemelos en prensa",
        "description": "Sentado sobre el aparato, la parte alta de los muslos apoyada sobre el asiento, la punta de los pies sobre la calza, los tobillos en flexión pasiva:\n\n- Efectuar una extensión de los pies (flexión plantar).",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1140/0c5e3506-0335-44ae-8ca9-87fd179a380f.png"
        ]
    },
    {
        "name": "Arabesque",
        "description": "\n  \n\n    \n\n  \n  \n  Take all your weight onto one&nbsp;leg&nbsp;and you're going to&nbsp;maintain that position, keeping your hips and pelvis level the whole time. With&nbsp;your back in a neutral position you want to tilt yourself forward kicking your leg back up and then slowly with your glutes bring yourself back up to neutral.\n  \n\n\n  \n\n    \n\n  ",
        "muscles": [
            "Hamstrings",
            "Glutes"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1141/c7be1cd1-46c5-4a86-a114-5f0fe861c3e0.jpg"
        ]
    },
    {
        "name": "Back extensión",
        "description": "Espalda en maquina de extensión con peso",
        "muscles": [
            "Lats",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1143/6e21cb6c-da09-4bcd-b9d2-1ef75237b763.png"
        ]
    },
    {
        "name": "Remo Gironda",
        "description": "Coloca la polea en el peldaño más bajo de la máquina. Coloque los pies en los soportes disponibles, si no hay soporte, busca un step y colócalo delante de la máquina antes de colocar los pies en ella.\n\nComienza con los brazos completamente extendidos, ya que este movimiento se dirige a los dorsales y esta posición es la que mejor compromete la zona. Mantén la cabeza, la espalda y la columna vertebral alineadas de forma neutra, con el pecho elevado y el núcleo comprometido. Con una pequeña flexión de las rodillas, tira del accesorio hacia tu cuerpo hasta justo debajo del ombligo, iniciando el movimiento llevando los codos hacia las caderas, manteniendo los codos dentro. Cuando el agarre (accesorio) llegue a tu torso, aprieta los dorsales y los omóplatos, manteniendo la contracción durante 1-2 segundos. Vuelve al principio y repite el número de repeticiones deseado.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1144/65a5891a-424e-4fbe-bf3d-444509c97181.PNG"
        ]
    },
    {
        "name": "Triceps Pushdown",
        "description": "Triceps pushdown on cable using lat bar.\n",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1185/c5ca283d-8958-4fd8-9d59-a3f52a3ac66b.jpg"
        ]
    },
    {
        "name": "High Pull",
        "description": "High pull down on cable on machine..",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1187/cd16b706-b9d2-47a7-81cf-a27724017d89.jpg"
        ]
    },
    {
        "name": "Abdominales sovieticas",
        "description": "sentado en el suelo agarramos la pesa rusa, flexionamos las piernas y las separamos del suelo. Ahora llevaremos a un lado y otro la pesa",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1189/3bdbbafd-17eb-4226-abba-222a782ae97e.jpg"
        ]
    },
    {
        "name": "Curl de biceps con agarre prono",
        "description": "<p style=\"\">POSICIÓN INICIAL:</p><p style=\"\">Seleccione el peso adecuado en una barra. Colóquese de pie con la barra usando un agarre prono y las manos a la anchura de los hombros. Contraiga el suelo pelvico y el core mientras mantiene su pecho levantado.</p><p style=\"\">EJECUCIÓN:</p><p style=\"\">Contrayendo los bíceps, doble los codos totalmente mientras exhala. Vuelva a la posición inicial con un suave movimiento mientras inhala.</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1190/c05818bf-1c81-46df-9f24-42e354265388.png"
        ]
    },
    {
        "name": "Bulgarian Split Squats",
        "description": "Benefits of the Bulgarian split squat abound. As a lower body exercise, it strengthens the muscles of the legs, including the quads, hamstrings, glutes, and calves. Also, as a single-leg exercise, your core is forced to work in overdrive to maintain your balance.",
        "muscles": [
            "Hamstrings",
            "Glutes",
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1191/e3d6cd17-98b4-4def-8ae9-bfa230601bef.jpg"
        ]
    },
    {
        "name": "Alternating Biceps Curls With Dumbbell",
        "description": "<p>Hold two barbells, the arms are streched, the hands are on your \nside, the palms face inwards. Bend one arm at a time and bring the weight with a \nfast movement up. At the same time, rotate your arms by 90 degrees at \nthe very beginning of the movement. At the highest point, rotate a \nlittle the weights further outwards. Without a pause, bring the arm back down, slowly, and do the same with the other arm.</p>\n<p>Don't allow your body to swing during the exercise, all work is done \nby the biceps, which are the only mucles that should move (pay attention\n to the elbows).</p>",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1192/651a4535-8210-4dbd-8f06-61d95fdd9963.png"
        ]
    },
    {
        "name": "Russian Twist",
        "description": "<ol><li>&nbsp;Hold a dumbbell, barbell weight or something else that is heavy with both hands, but make sure it is not too heavy and you are able to keep in form.</li><li>Lean back to a 45-degree angle from the floor. For an extra challenge, lift your feet off the floor.</li><li>Rotate your arms to one side to the same level as your chest, touch the floor for a little extra challenge, and then do the same to the other side. When you're back in your original position after doing both sides it will count as 1 rep.</li></ol>",
        "muscles": [
            "Lats",
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1193/70ca5d80-3847-4a8c-8882-c6e9e485e29e.png"
        ]
    },
    {
        "name": "PALLOF PRESS",
        "description": "The Pallof press is an anti-rotation exercise that trains the larger and smaller muscles around the spine to resist rotation.<ul><li>Stand parallel to the cable machine or to the anchor point to the \nresistance band and clasp with the handle or band with both hands.</li><li>Make sure your torso is front on and bring your hands to the center of your chest and slowly press out.</li><li>Slowly return your hands to the chest and repeat.</li></ul>",
        "muscles": [
            "Shoulders",
            "Glutes",
            "",
            "Abs",
            "",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1194/074e1766-4208-4a67-a211-9721772d99b0.png"
        ]
    },
    {
        "name": "Inverted Rows",
        "description": "Maintain a straight body, retract your shoulder blades, and pull your \nchest to the bar for an effective back and upper body workout.",
        "muscles": [
            "Biceps",
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1198/864906ac-4ac7-4e52-a886-c6bb97950a9f.jpg"
        ]
    },
    {
        "name": "Bent Over Rowing Reverse",
        "description": "<p>The same as <em>regular</em> rowing, but holding a reversed grip (your palms pointing forwards):</p>\n<p>Grab the barbell with a wide grIp (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise.</p>\n<p>Pull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.</p>",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/110/Reverse-grip-bent-over-rows-1.png",
            "https://wger.de/media/exercise-images/110/Reverse-grip-bent-over-rows-2.png"
        ]
    },
    {
        "name": "Claps over the head",
        "description": "Stand with your feet shoulder width apart. Raise your arms and clap over your head",
        "muscles": [
            "Shoulders"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1223/bf20836a-23b0-4f50-8b98-cfdd97684527.webp"
        ]
    },
    {
        "name": "Dumbbell drag curls",
        "description": "Hold a dumbbell in each hand with your palms facing forward. Pull your elbows back and lift the dumbbells to your chest height. Slowly lower the dumbbell and repeat the exercise.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1224/2773c6b7-7ff9-4ef1-83e8-f506e6e9bfb7.gif"
        ]
    },
    {
        "name": "Leg Extension",
        "description": "The leg extension is a resistance weight training exercise that targets the quadriceps muscle in the legs. The exercise is done using a machine called the Leg Extension Machine. There are various manufacturers of these machines and each one is slightly different. Most gym and weight rooms will have the machine in their facility. The leg extension is an isolated exercise targeting one specific muscle group, the quadriceps. It should not be considered as a total leg workout, such as the squat or deadlift. The exercise consists of bending the leg at the knee and extending the legs, then lowering them back to the original position.",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/369/78c915d1-e46d-4d30-8124-65d68664c3ef.png"
        ]
    },
    {
        "name": "Dumbbell wide bicep curls",
        "description": "Hold a dumbbell in each hand with your hands slightly wider than shoulder-width apart and palms facing forward. \n\nBend your elbows and lift the dumbbells to your shoulders. Slowly return and repeat.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1225/39a0b7e7-9780-425d-84f5-56d10d1690ac.gif"
        ]
    },
    {
        "name": "Dumbbell bicep curl to press",
        "description": "Bend your elbows and lift the dumbbells to your shoulders.\n\nPush the dumbbells over your head while rotating your arms to make your palms face forward. Reverse it to lower down. Repeat the exercise.",
        "muscles": [
            "Biceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1226/a6154dbd-67a0-4a36-8748-0f5af3865e83.jpg"
        ]
    },
    {
        "name": "Dumbbell rear delt row",
        "description": "Hold a dumbbell in each hand. Bend at your hips to make your back almost parallel to the floor. Let your arms hang down. Keep your arms in line with your shoulders. bend and lift your elbows out to the sides until your upper arms are parallel to the floor. Slowly return and repeat",
        "muscles": [
            "Shoulders",
            "",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1227/57415c3c-2963-4130-9f6f-79f6a96113b6.gif"
        ]
    },
    {
        "name": "Incline Bench Press - Dumbbell",
        "description": "<ul>\n<li>Bench should be angled anywhere from 30 to 45 degrees</li>\n<li>Be sure to press dumbbells straight upward (perpendicular to the floor)</li>\n</ul>",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/16/Incline-press-1.png",
            "https://wger.de/media/exercise-images/16/Incline-press-2.png"
        ]
    },
    {
        "name": "Dumbbell close grip bench press",
        "description": "Lie down with your back on a flat bench. Hold a dumbbell in each hand. Raise your arms towards the ceiling with your palms facing each other and dumbbells pressed together.\n\nSlowly lower the dumbbells to your chest, then slowly push them back. Repeat the exercise.",
        "muscles": [
            "Chest",
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1228/1be57961-cb7b-4c0b-93b2-789d94065083.gif"
        ]
    },
    {
        "name": "Dumbbell upright-row",
        "description": "Hold a dumbbell in each hand in front of your body. Keep your palms towards your body. Lift you hands straight up until your hands are under your chin, then lower them. Repeat the exercise.",
        "muscles": [
            "Shoulders",
            "Biceps",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1229/1e6f611c-ed53-48f1-8fdd-3b92ae3579c3.webp"
        ]
    },
    {
        "name": "Triceps stretch left",
        "description": "Put your right hand on your back, use your left hand to grab your right elbow and gently pull it. Hold this position for a few seconds.",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1230/9fd1e2fd-f2c4-432d-b3ae-5e5f24085777.webp"
        ]
    },
    {
        "name": "Seated Cable Rows",
        "description": "“Stay leaned forward - tuck elbows in on the negative”",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/921/2555c4c3-a84d-47db-b83b-cbf721f12e45.png"
        ]
    },
    {
        "name": "Triceps stretch right",
        "description": "Put your right hand on your back, use your left hand to grab your right elbow and gently pull it. Hold this position for a few seconds.",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1231/b10457ce-5fa5-4d20-a32f-3c7100c6a9d9.webp"
        ]
    },
    {
        "name": "Standing biceps stretch left",
        "description": "Stand with your left arm close to a wall. Extend your left arm and put your left hand on the wall, then gently turn your body to the right.",
        "muscles": [
            "Shoulders",
            "Biceps",
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1232/2b6de046-5806-49e3-bf36-b6fae16af021.png"
        ]
    },
    {
        "name": "Triceps Extensions on Cable",
        "description": "<p>Grab the cable, stand with your feet shoulder wide, keep your back straight and lean forward a little. Push the bar down, making sure the elbows don't move during the exercise. Rotate your hands outwards at the very end and go back to the initial position without pause.</p>",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/659/a60452f1-e2ea-43fe-baa6-c1a2208d060c.png"
        ]
    },
    {
        "name": "Standing biceps stretch right",
        "description": "Stand with your right arm close to a wall. Extend your right arm and put your left hand on the wall, then gently turn your body to the right.",
        "muscles": [
            "Shoulders",
            "Biceps",
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1233/d7d6f9e1-7834-4cca-bd3b-f9def33ff44d.png"
        ]
    },
    {
        "name": "Standing Calf Stretch",
        "description": "This stretch targets the gastrocnemius (the chief muscle of the calf of the leg, which flexes the knee and foot). It is easy to perform anywhere. All you need is a wall or a chair.",
        "muscles": [
            "Calves"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1239/5026373a-a7b4-4e26-a0aa-c46634205196.jpg"
        ]
    },
    {
        "name": "Double Leg Calf Raise",
        "description": "The double leg heel raise is important to strengthen and create control and stability around the ankle and knee, and provide balance and control for the hip and pelvis.",
        "muscles": [
            "Calves",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1243/53d4fabe-c994-4907-873f-8d82813a9832.png"
        ]
    },
    {
        "name": "REMO AL MENTON",
        "description": "Separamos las piernas a la&nbsp; distancia&nbsp; de&nbsp; los hombros.\n\nCogemos la barra con agarre&nbsp; &nbsp;Prono, siendo el agarre ancho a la altura de los hombros por lo menos.(explicaremos en los errores comunes el porque de este agarre).\nElevamos la barra hacia el mentón pero sin llegar a tocarlo, aguantamos 1 segundo y volvemos a bajar de forma controlada.\nLa espalda siempre recta y sin ningún tipo de balanceo corporal.",
        "muscles": [
            "Lats"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1145/1325f24b-57ac-4102-ad56-489be1d7d516.PNG"
        ]
    },
    {
        "name": "Leg Extension",
        "description": "Is an isolation exercise focused on the quadriceps, which are made up of four specific muscles on the front of your thigh—the rectus femoris, vastus lateralis, vastus medialis, and vastus intermedius.",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/851/d4b50a4d-cade-4b48-9e6c-7b1a5a822b2a.gif"
        ]
    },
    {
        "name": "Sitting Calf Stretch (Dorsiflexion)",
        "description": "This is a light stretch for the calf that is great for rehab.",
        "muscles": [
            "Calves",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1274/bcffdf52-3c36-4b0c-b787-fb84f20bf82d.png"
        ]
    },
    {
        "name": "Incline Dumbbell Bench Press",
        "description": "The incline dumbbell press is a mixture of the dumbbell chest press and the shoulder press, and both the front deltoids and the upper portions of the chest muscles are worked in this exercise",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1276/8900b22a-98b1-4cb7-975a-ed506c2d9a7c.png"
        ]
    },
    {
        "name": "Incline Dumbbell Press",
        "description": "The incline dumbbell press is a mixture of the dumbbell chest press and the shoulder press, and both the front deltoids and the upper portions of the chest muscles are worked in this exercise.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1277/9f3c7817-3e3d-417d-8b08-2c0a1aa5fe03.jpg"
        ]
    },
    {
        "name": "Dumbbell Chest Press",
        "description": "The dumbbell chest press is a pressing exercise similar to the barbell bench press, except that it is performed with dumbbells.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1278/7d169058-5f70-40c1-b4ba-3f444f823add.webp"
        ]
    },
    {
        "name": "Incline Chest-Supported Dumbbell Row",
        "description": "Set up an adjustable bench at a 45-degree angle.\n    Lay on your stomach with your head hanging just above the edge of the bench.\n    Grab a dumbbell in each hand and set up with a good posture – core and lats engaged and shoulders neutral.\n    Row the dumbbells toward the top of the stomach and squeeze the back at the top of the rep.\n    Finally, lower the dumbbells back to the starting position and repeat until all reps are completed.",
        "muscles": [
            "Biceps",
            "Lats",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1283/e7262f70-7512-408a-8d00-4c499ef632fc.jpg"
        ]
    },
    {
        "name": "Talons fesses",
        "description": "Touch your heels to your buttocks, while remaining static or moving",
        "muscles": [
            "Calves"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1285/1ab8005d-41e4-4505-9a7d-5277d59bb3cd.jpg"
        ]
    },
    {
        "name": "Barbell Bench Press - NB",
        "description": "The bench press is a compound exercise that builds strength and muscle in the chest and triceps. When many people think of listing, the bench press is often the first exercise that comes to mind",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1295/e02de0a3-20d5-4452-9fd1-66163a10c3a2.jpg"
        ]
    },
    {
        "name": "Low-Cable Cross-Over - NB",
        "description": "The low-cable cross-over is an isolation movement that uses a cable stack to target the upper portion of the pectoral muscles. It is common in upper-body and chest-focused muscle-building workouts, often in combination with presses or flyes from other angles to target all portions of the chest.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1296/c42782fe-337a-44f4-9079-7f6dedab4885.png"
        ]
    },
    {
        "name": "EZ-Bar Skullcrusher - NB",
        "description": "The EZ-bar skullcrusher is a popular exercise targeting the triceps muscles. The EZ-bar is used more often than a straight bar. As for the name, that’s worst-case scenario. The bar should actually come down behind the head. It is usually performed for moderate to high reps as part of an upper body or arms-focused workout. No need to chase a 1RM on this move!",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1297/a2f17a04-5523-4aa3-bce3-6b284807c126.png"
        ]
    },
    {
        "name": "High-Cable Cross Tricep Extention - NB",
        "description": "The high-cable cross tricep extension is an isolation exercise for targeting the triceps,\n particularly the long head. It utilizes cables and handles grasped with opposite hands, allowing for a unique pressing motion that can be effective for building tricep strength. Unlike exercises that use a straight bar or rope, this variation can be more comfortable on your wrists and elbows",
        "muscles": [
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1298/ec4b83ec-5a8f-4303-9050-99ec4389bc2a.png"
        ]
    },
    {
        "name": "Push Up H",
        "description": "1.- Coloca las manos sobre el suelo directamente debajo del hombro.\n\n2.- Coloca tus dedos en el suelo.\n\n3.- Mira hacia adelante y baja tu pecho hasta que estén a unas pulgadas del suelo.\n\n4.- Mantenga su cuerpo recto de talón a cabeza.\n\n5.- Exhala y retrocede rápidamente",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1310/c03bd53c-3f69-4415-a152-2b7763b978a7.gif"
        ]
    },
    {
        "name": "Push Up HD",
        "description": "La flexión de brazos es un ejercicio calisténico que consiste en levantar y bajar el cuerpo con los brazos. \nSe suelen utilizar para fortalecer la parte superior del cuerpo, mejorar la estabilidad del tronco y mejorar la forma física general. \nLas flexiones pueden realizarse prácticamente en cualquier lugar y no requieren ningún equipamiento especial, lo que las convierte en un ejercicio práctico para entrenar en casa o cuando no se tiene acceso a un gimnasio.",
        "muscles": [
            "Chest"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1311/4db62329-0a4e-4973-b5a3-5bb85ee4d74d.gif"
        ]
    },
    {
        "name": "Lying Leg Raise",
        "description": "Leg raise is one of the most effective exercises for the lower abdominal muscles. Although this exercise targets the rectus abdominus and oblique muscles, it is particularly useful for burning and tightening the lower fat.",
        "muscles": [
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1313/25a97778-be54-4de4-8326-f1bbf4e1c259.gif"
        ]
    },
    {
        "name": "Jumping Jack HD",
        "description": "Jumping jack are a plyometric exercise. Plyometrics are explosive aerobic moves that increase speed, quickness, and power and they work your whole body.\nJumping jack target the arm, shoulder, abdominal muscles, hip muscles and hip flexors and also work on the thighs, knee tendons and quadriceps.\nJumps are beneficial to your health because they combine cardiovascular conditioning with strength work. Since jumps elevate your heart rate, they can also improve your cardiovascular fitness.",
        "muscles": [
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1314/554f15e7-31b3-4ea9-86ff-0ebcfca52e0f.gif"
        ]
    },
    {
        "name": "Bodyweight Squat HD",
        "description": "Squat is a type of bodyweight exercise. It is one of the most popular exercises for strength and muscle growth. \nSquat is particularly effective for focusing on the muscles of the leg and hips.\n\nSquat are an easy exercise for beginners to do. It can help strengthen leg muscles, tighten hip muscles and burn calories to lose weight.\n\nIt tightens the butt and legs. Squats are very effective for firming and strengthening your legs by acting on the gluteus,hip flexors, quadriceps, hamstrings and inner thigh muscles. \n\nAlso, bodyweight squats can help shape your glutes and butt.",
        "muscles": [
            "Glutes",
            "Quads",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1315/ac189cae-1c09-4c62-9e1f-367d7bc6ecf5.gif"
        ]
    },
    {
        "name": "Jumping Jack HD",
        "description": "Jumping jack are a plyometric exercise. Plyometrics are explosive aerobic moves that increase speed, quickness, and power and they work your whole body.\n\nJumping jack target the arm, shoulder, abdominal muscles, hip muscles and hip flexors and also work on the thighs, knee tendons and quadriceps.\n\nJumps are beneficial to your health because they combine cardiovascular conditioning with strength work. Since jumps elevate your heart rate, they can also improve your cardiovascular fitness.",
        "muscles": [
            "Calves",
            "Quads"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1316/5dfe9965-b0f9-4e3d-b590-3bbf2a00ca4c.gif"
        ]
    },
    {
        "name": "Plank",
        "description": "A plank is an isometric core strength exercise that involves maintaining a position similar to a push-up for the maximum possible time. It can be effectively incorporated into general fitness regimens, high-performance athletic training programs, and even physical rehabilitation protocols.",
        "muscles": [
            "",
            "Chest",
            "Quads",
            "Abs",
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1317/3af4abef-6c4e-4362-b63b-94b4250253ce.gif"
        ]
    },
    {
        "name": "High Knee Skips HD",
        "description": "You can use this exercise both as a dynamic warm-up before training and add it to your cardio training routine to burn fat.\n\nHigh knee skips are a plyometric exercise. Plyometrics are explosive aerobic moves that increase speed, quickness, and power and they work your whole body.\n\nHigh knee skips target the oblique, leg muscles, hip muscles and hip flexors and also work on the thighs, knee tendons, quadriceps and shoulders.\n\nJumps are beneficial to your health because they combine cardiovascular conditioning with strength work. Since jumps elevate your heart rate, they can also improve your cardiovascular fitness.",
        "muscles": [
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1318/e62022a4-8a0a-4413-81fb-a6cc1740f6f7.gif"
        ]
    },
    {
        "name": "Crunches HD",
        "description": "Crunch movement is one of the most basic exercises designed to strengthen the core muscles of the body. Exercise helps to strengthen core muscles, improve posture, and increase muscle mobility and flexibility.\nImproves six pack muscles: When crunch exercise is done, the rectus abdominus and oblique muscles are tightened, so the upper abdominal muscles and six pack muscles develop.\nIncreases the strength of the abdominal muscles: The primary role of your abdominal muscles is to stabilize your mid-section. It supports you while lifting heavy objects, allowing you to twist and rotate your body. These are all day long actions that you do not notice, so it is important that your abdominal muscles can sustain long hours of work. Crunch exercise helps build this important endurance in the abdominal muscles. Muscular endurance is the ability of these fibers to resist resistance for a long time.",
        "muscles": [
            "",
            "Abs"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1319/896fe849-f0cc-4955-8bc4-032daebd123f.gif"
        ]
    },
    {
        "name": "Bench Dips On Floor HD",
        "description": "Triceps dips on floor are a compound exercise as they worked multiple muscle groups simultaneously. Although this bodyweight exercise mainly targets the triceps, it also hits your chest and front of your shoulder.\nTriceps dips on floor are one of the most effective exercises to increase arm strength and also build lean muscle in your upper arms.\nTriceps dips on floor are a closed kinetic chain exercise and express that you do the movements around a fixed point. It increases compression force on your joints thereby improving stability.",
        "muscles": [
            "Biceps",
            "",
            "Triceps"
        ],
        "images": [
            "https://wger.de/media/exercise-images/1320/a699df1f-b8a1-4e67-99a3-c25ba410fe3e.gif"
        ]
    },
    {
        "name": "Side Plank",
        "description": "Side plank are an effective core strengthening workout. It can help you strengthen and develop both upper and lower body muscles.\nBeing a multi-functional movement, this exercise targets not only your abdominal muscles but also the spine and buttocks. Plank strengthens and tightens your entire body, improves your posture and balance, reduces body fat and can help speed up your metabolism.",
        "muscles": [
            ""
        ],
        "images": [
            "https://wger.de/media/exercise-images/1321/233fa68d-8a1e-4fc8-b143-377478bdb433.webp"
        ]
    }
]